{
  "comments": [
    {
      "userName": "Le Mai Hoang",
      "email": "hxtvthht@gmail.com",
      "password": "h16111999",
      "id": 0
    },
    {
      "userName": "lemaihoang",
      "email": "maihoanglevn@gmail.com",
      "password": "h03011999",
      "id": 1
    },
    {
      "userName": "aquafina_",
      "email": "lemaihoang38@gmail.com",
      "password": "123456",
      "id": 2
    },
    {
      "userName": "hxtvthh",
      "email": "maivannam11101999@gmail.com",
      "password": "h03011999",
      "id": 3
    },
    {
      "userName": "lenin",
      "email": "vuakechuyen@gmail.com",
      "password": "h03011999",
      "id": 4
    },
    {
      "userName": "lemaihoang",
      "email": "hxtvthht@gmail.com",
      "password": "h16111999",
      "id": 5
    },
    {
      "userName": "lemaihoang",
      "email": "hxtvthht@gmail.com",
      "password": "123456",
      "id": 6
    },
    {
      "userName": "lemaihoang",
      "email": "maivannam11101999@gmail.com",
      "password": "123456",
      "id": 7
    }
  ],
  "posts": [
    
    {
      "content": "Babylon có sự góp mặt của hàng loạt ngôi sao nổi tiếng như Brad Pitt, Margot Robbie, chính vì vậy nó đã trở thành dự án phim bom tấn được mong đợi nhất trong năm 2023. Tuy nhận nhiều phản hồi trái chiều từ giới phê bình sau khi ra mắt, bộ phim vẫn nằm trong số những phim đáng xem nhất đầu năm nay.\n\nĐể hiểu thêm về Babylon, chúng ta hãy cùng khám phá các câu chuyện thú vị đằng sau tác phẩm vừa giành chiến thắng ở hạng mục nhạc phim trong tổng cộng 5 đề cử tại Quả Cầu Vàng 2023.\n\nTái hiện lại một giai đoạn lịch sử của Hollywood\nTheo Damien Chazelle tác phẩm mới nhất của anh đưa người xem đến Hollywood những năm 1920, giai đoạn nền công nghiệp điện ảnh chuyển mình từ kỷ nguyên phim câm sang có tiếng. Từ đó dẫn tới nhiều bước ngoặt biến động cho vô số diễn viên, nhiều tên tuổi đứng bên bờ vực của sự nghiệp hay những tài năng vô danh trở thành những ngôi sao được công chúng tung hô.\n\nNhững sự thật thú vị về bộ phim Babylon\n\nNhân vật chình của Babylon - Jack Conrad (Brad Pitt) cũng không ngoại lệ. Anh là một ngôi sao siêu giàu và nổi tiếng nhưng có đời tư sa đọa, nghiện rượu, ly hôn đang phải trải qua chuỗi ngày cùng cực khi sự nghiệp xuống dốc. Nellie LaRoy (Margot Robbie), một nữ diễn viên ngây thơ và nổi loạn đến từ tỉnh lẻ, mong muốn đột phá ở thành phố lớn, cuối cùng thành công sau khi được chú ý tại một bữa tiệc.\n\nManny Torres (Diego Calva), diễn viên người Mỹ gốc Tây Ban Nha, là trợ lý trên phim trường của Jack Conrad, có mong muốn tạo ra bước ngoặt lớn trong sự nghiệp. Câu chuyện của ba số phận cùng dàn nhân vật phụ, đan xen giữa những bữa tiệc sa đọa, những cuộc truy hoan cho thấy một Hollywood cổ điển với vẻ ngoài hào nhoáng nhưng ẩn chứa nhiều tệ nạn.",
      "name": "Những sự thật thú vị về bộ phim Babylon",
      "title": "VIDEO",
      "img": "https://st.quantrimang.com/photos/image/2023/02/03/su-that-thu-vi-ve-phim-babylon-3.jpg",
      "time": "09:32",
      "extra": "Hãy cùng Quantrimang khám phá ngay những sự thật thú vị đằng sau bộ phim Babylon của đạo diễn đạt giải Oscar Damien - người đã từng vô cùng thành công với bộ phim La La Land.",
      "id": 0
    },
    {
      "content": "Trong suốt 3 năm vừa qua, Marvel đã dính phải lệnh cấm phát hành phim tại thị trường Trung Quốc, điều này khiến cho doanh thu của hãng phim cũng bị ảnh hưởng nhất định. Tuy nhiên mới đây, lệnh cấm này đã được chấm dứt, mở ra những cơ hội mới cho các siêu anh hùng của Marvel.\n\nPhim Marvel thoát khỏi lệnh cấm của Trung Quốc\n\nVào ngày 18/01 vừa qua, Euronews đưa tin Trung Quốc đã quyết định chấm dứt lệnh cấm phát hành đối với tất cả các bộ phim thuộc Marvel tại quốc gia tỷ dân.\n\nChính vì vậy, sắp tới những sản phẩm của Marvel Studios sẽ lại xuất hiện tại các cụm rạp của Trung Quốc. Trong đó, bom tấn Black Panther: Wakanda Forever và Ant-Man and the Wasp: Quantumania sẽ là hai cái tên đầu tiên được trình chiếu sau khi lệnh cấm được dỡ bỏ.\n\nBlack Panther: Wakanda Forever\n\nĐược biết đây sẽ là lần đầu tiên Marvel phát hành phim của mình tại thị trường Trung Quốc kể từ sau Avengers: Endgame và Spider-Man: Far From Home vào năm 2019.\n\nAnt-Man and the Wasp: Quantumania\n\nTrước đó, các bộ phim bị cấm chiếu tại quốc gia tỷ dân này gồm có: Black Widow, Spider-Man: No Way Home, Eternals, Shang-Chi và The Legend of the Ten Rings, Doctor Strange in the Multiverse of Madness và Thor: Love and Thunder.\n\nXem thêm:\n\nNên xem phim Marvel theo thứ tự nào?\nĐiểm danh những bộ phim sắp ra mắt của Marvel\nNguyên do khiến những bộ phim nói trên bị cấm chiếu tại Trung Quốc chưa bao giờ được nêu rõ. Tuy nhiên, phía truyền thông đồn đoán rằng chiến tranh thương mại Mỹ - Trung có thể là nguyên nhân. Bên cạnh đó phía Trung Quốc cũng muốn ưu tiên nền điện ảnh nước nhà hơn hay các hành vi vi phạm kiểm duyệt của từng bộ phim cũng được cho là nguyên do khiến cho phim Marvel bị cấm chiếu. Chẳng hạn như Doctor Strange in the Multiverse of Madness và Thor: Love and Thunder đều có một vài cảnh quay mang yếu tố LGBTQ+ được cho là không phù hợp với văn hóa của Trung Quốc.\n\nThời gian tới loạt phim của Marvel được xuất hiện tại các cụm rạp của Trung Quốc có thể mang ý nghĩa lớn với Marvel Studios bởi lẽ nơi đây vẫn luôn được đánh giá là thị trường màu mỡ với các hãng phim.\n\nKhông chỉ có Black Panther: Wakanda Forever và Ant-Man and the Wasp: Quantumania mà Avatar: The Way of Water cũng đã bắt đầu được phát hành tại đất nước tỷ dân. Dự kiến bộ phim này cũng sẽ thu về mức doanh thu khổng lồ tại quốc gia này. Từ đó hứa hẹn trong tương lai, những bộ phim bom tấn của Hollywood sẽ được góp mặt ở phòng vé của Trung Quốc.\n\nAvatar: The Way of Water",
      "name": "Phim Marvel thoát khỏi lệnh cấm của Trung Quốc",
      "title": "VIDEO",
      "img": "https://st.quantrimang.com/photos/image/2023/01/23/trung-quoc-go-bo-lenh-cam-voi-phim-marvel-2.jpg",
      "time": "09:42",
      "extra": "Trong suốt 3 năm vừa qua, Marvel đã dính phải lệnh cấm phát hành phim tại thị trường Trung Quốc, điều này khiến cho doanh thu của hãng phim cũng bị ảnh hưởng nhất định. Tuy nhiên mới đây, lệnh cấm này đã được chấm dứt, mở ra những cơ hội mới cho các siêu anh hùng của Marvel.",
      "id": 1
    },
    {
      "content": "Ngâm nước ấm và dùng nước tẩy sơn móng tay\nNhúng tay vào thau nước xà phòng ấm và ngâm trong 10 phút cho keo mềm ra rồi nhẹ nhàng gỡ từ từ lớp dính ở ngón tay ra. Rồi rửa tay và lau thật khô.\n\nNếu vẫn còn keo dính ở tay thì cho thêm nước tẩy móng tay vào chỗ đó rồi chà nhẹ. Lớp kéo còn lại sẽ từ từ biến mất.\n\nNgâm nước ấm và dùng nước tẩy sơn móng tay\n\nBơ thực vật làm mềm keo\nDùng bơ thực phần quết lên chỗ dính keo rồi thoa liên tục cho đến khi keo mềm ra và rửa sạch với nước.\n\nDùng dầu gió\nDùng dầu gió\n\nBôi chút dầu gió trực tiếp lên phần da bị dính keo đó và chà nhẹ nhàng. Phần keo dán sẽ bong ra từ từ.\n\nDùng nước tẩy keo chuyên dụng\nNếu bị dính keo 502 ở diện tích rộng trên da thì bạn nên mua nước tẩy keo 502 chuyên dụng để có thể loại bỏ ngay lớp keo và hạn chế ảnh hưởng đến sức khỏe.\n\nNước tẩy keo 502 chuyên dụng hiện có bán tại các cửa hàng vật liệu xây dựng, các cửa hiệu cửa kính hay cửa hàng vật dụng điện tử nên có thể mua dễ dàng.\n\nDùng nước đá\nNhúng tay bị dính keo con voi ngâm vào nước đá lạnh, keo sẽ mất dần khả năng kết dính sau vài giây.",
      "name": "5 cách gỡ keo con voi dính vào da",
      "title": "MẸO VẶT",
      "img": "https://st.quantrimang.com/photos/image/2022/08/14/keo-con-voi-700.jpg",
      "time": "10:01",
      "extra": "Keo con voi hay keo 502 là sản phẩm có thể kết dính bề mặt của nhiều loại chất liệu khác nhau như gỗ, kim loại, nhựa… nên được sử dụng khá phổ biến trong các cơ sở sản xuất và gia đình. Tuy nhiên, trong quá trình sử dụng nếu lỡ bị keo con voi dính vào da, vào tay hay quần áo thì xử lý như thế nào? Bài viết này sẽ giới thiệu với các bạn vài cách gỡ keo con voi khi bị dính vào da, tay.",
      "id": 2
    },
    {
      "content": "Cho dầu thừa vào lọ/can/lon... chứa rồi mới bỏ đi\nSau khi dầu ăn thừa đã nguội hoàn toàn, hãy cho chúng vào chai, lọ kín, túi ziploc rồi bỏ vào thùng rác.\n\nCho dầu thừa vào lọ/can/lon... chứa rồi mới bỏ đi\n\nNếu lượng dầu ăn thừa ít, bạn có thể dùng giấy thấm dầu hoặc giấy vệ sinh thấm hết rồi cho vào thùng rác.\n\nThậm chí, theo đầu bếp chuyên nghiệp Jennifer Hill Booker (Mỹ) nên đông lạnh dầu ăn thừa trước khi vứt vào thùng rác, để tránh chúng không bị rò rỉ.\n\nLưu trữ hoặc tái sử dụng dầu ăn thừa\nCó thể tái chế dầu ăn đã sử dụng một lần mà không bị cháy để sử dụng tiếp.\n\nTheo chuyên trang hướng dẫn nấu ăn Southern Living (Mỹ), để tái chế dầu ăn cần phải loại bỏ hết cặn dầu, thức ăn còn sót lại.\n\nMẹo làm sạch cặn dầu ăn đã dùng\nLót khăn giấy hoặc giấy lọc cà phê vào phễu hoặc rây để lọc dầu.\n\nMẹo làm sạch cặn dầu ăn đã dùng\n\nSử dụng bột năng, bột ngô lọc dầu ăn. Cho bột năng vào 100ml nước và khuấy đều đến khi bột tan. Rót hỗn hợp này vào chảo mỡ/dầu sôi, cặn thức ăn sẽ bám vào bột. Khi bột nổi lên thì dùng vợt vớt hết bột ra, dầu sẽ trong veo như mới.\n\nCách bảo quản dầu ăn đã qua sử dụng\nTốt nhất nên cho dầu ăn đã qua sử dụng vào lọ thủy tinh, đậy kín và bảo quản trong tủ lạnh. Dầu đã qua sử dụng chỉ có thể giữ được từ ba đến bốn tuần.\n\nKhi nào không nên sử dụng dầu ăn tái chế?\nNếu dầu đã được lọc kỹ mà dầu vẫn còn cặn trông giống như bụi than thì không nên tái sử dụng.\nDầu ăn sau khi đã lọc và bảo quản trong tủ lạnh mà thấy xuất hiện các chất sền sệt ở đáy chai/lọ thì dầu đó không còn tốt để tái sử dụng, hãy vứt bỏ.\nNếu dầu đã qua sử dụng có mùi khó chịu, thì không nên tái sử dụng.\nHãy nhớ vứt bỏ dầu ăn thừa theo đúng cách đã hướng dẫn ở trên nhé.",
      "name": "Xử lý dầu ăn thừa thế nào là đúng cách?",
      "title": "MẸO VẶT",
      "img": "https://st.quantrimang.com/photos/image/2022/05/25/xu-ly-dau-an-thua-700.jpg",
      "time": "10:02",
      "extra": "Để xử lý dầu ăn thừa, nhiều người thường đổ luôn xuống cống hoặc xả xuống bồn cầu mà không biết rằng đây là cách làm sai, có thể gây tắc nghẽn đường ống. Ngoài ra, việc đổ dầu ăn thừa bừa bãi cũng thu hút chuột, gián, ruồi giấm gây ảnh hưởng tới môi trường sống. Vậy, xử lý dầu ăn thừa thế nào là đúng cách? Dưới đây là một số phương pháp xử lý dầu ăn thừa đúng, mời các bạn tham khảo.",
      "id": 3
    },
    {
      "content": "1. Giúp đi giày dễ hơn\nGiúp đi giày dễ hơn\n\nKhi xỏ giày, bạn có thể cầm phần dây ở gót này để gót giày rộng hơn, giúp đi dễ dàng mà không bị giẫm lên gót giày làm hỏng phom dáng.\n\n2. Phơi giày nhanh khô\nPhơi giày nhanh khô\n\nHầu hết mọi người đều chọn cách xếp giày thẳng đứng để nước trong giày chảy bớt ra ngoài khi phơi. Với những đôi giày có mẩu dây phía sau, bạn có thể tận dụng để móc giày lên móc treo giúp giày vừa giữ được dáng lại giúp nhanh khô hơn.\n\n3. Thắt dây giày vừa chân hơn\nThắt dây giày vừa chân hơn\n\nTrong trường hợp đôi giày của bạn bị rộng thì bạn có thể sử dụng mẩu dây phía sau để thắt dây giày vừa chân hơn. Cụ thể, bạn có thể kéo móc phần dây giày ra phía sau, luồn vào phần dây nhỏ rồi vòng về phía trước thắt lại để giày vừa vặn hơn.\n\nCách buộc giày này cũng được nhiều người có thói quen chạy bộ hay vận động nhiều áp dụng để êm chân và thoải mái nhất khi chạy.\n\nCác loại giày Sneaker phổ biến hiện nay\nGiày Sneaker được chia thành 4 loại cơ bản là:\n\nSneaker low - top: Kiểu giày có phần cổ dưới mắt cá chân với thiết kế nhỏ gọn, nhẹ nhàng. Giày Sneaker low - top đi rất êm chân và có thể mix với nhiều phong cách thời trang khác nhau.\n\nSneaker low - top\n\nMid - top: Là kiểu giày cao bằng với mắt cá chân và nằm trung bình ở giữa Low - top và High - top.\n\nMid - top\n\nHigh - top: Là kiểu giày cao cổ che hoàn toàn mắt cá chân và thường có trọng lượng nặng.\n\nHigh - top\n\nSlip - on: Hay còn có tên gọi khác là giày lười. Là kiểu giày không có dây buộc nên giày Slip - on giúp người dùng tiết kiệm được thời gian mang/tháo giày.\n\nSlip - on",
      "name": "3 tác dụng cực hữu ích của mẩu dây phía sau gót giày sneaker không phải ai cũng biết",
      "title": "CÔNG NGHỆ",
      "img": "https://st.quantrimang.com/photos/image/2022/04/26/mau-day-nho-sau-giay-4.jpg",
      "time": "10:04",
      "extra": "Giày sneaker với sự thoải mái, tiện lợi và thời trang khiến chúng đang dần khiến trở thành món đồ được yêu thích và không thể thiếu của nhiều người, nhất là các bạn trẻ.  Giày sneaker thường có thêm chi tiết mẩu dây nhỏ phía sau gót giày, chi tiết này được thêm vào ngoài việc cho hợp thẩm mỹ thì còn có những tác dụng bất ngờ mà không phải ai cũng biết.",
      "id": 4
    }
  ],
  "contentsRobot": [
    [
      "da đen chứng tỏ có một quá khứ rất bốc lửa và khét",
      "hôm qua chính mắt anh nhìn thấy em ngồi trên xe của anh ta,ôm hôn thắm thiết nhưng anh không buồn vì anh không biết em là ai cả :}",
      "không nói dối nhưng không được nói hết",
      "chị ấy xinh còn em thì đẹp",
      "cũng nhẹ chỉ nặng người khiêng thôi",
      "Bây giờ em 24 tủi,nếu 20 năm trước em sinh ra thì giờ em bao nhiêu tủi",
      "Hôm trước đi xem bói ,đến nhà thầy bói gõ cửa thì ổng hỏi ai đấy,mình về luôn,thầy bói kiểu gì mà ai gõ cửa cũng ko bít ,bịp thật",
      "Mình không ngại thì người ngại không phải là mình",
      "Coi nhẹ việc thành bại với phụ nữ",
      "Người đàn ông như anh mà em thích cũng bình thường mà ,hic",
      "Kiểu con gái như em xách dép anh còn không cho đấy",
      "Đàn ông cười mỉm thường đào hoa đó em,ai ko bít giữ là mất,hehe",
      "Nếu ko bên nhau lúc vợt muỗi,thì cũng đừng bên nhau trên sân vợt tennis",
      "Một năm đi làm 2 lần,1 lần 6 tháng",
      "Hôm nay chắc giúp mẹ nấu ăn à,giúp một nửa chứ gì,đó là ăn",
      "Em có phải yêu quái ko,vì trong Tây Du Ký yêu quái toàn gái xinh",
      "Tại sao trông em mập thế,trong lòng có anh đúng ko",
      "Đầu tư vào ông ấy sẽ có lời,lời cảm ơn và lời chào tạm biệt",
      "Wonderfull là tuyệt vời còn e thì tuyệt đẹp",
      "Anh ko mong cô ấy xinh như em,chỉ mong cô ấy thật lòng ,ko yêu anh chỉ vì vẻ bề ngoài đẹp trai của anh là được",
      "Art-Con gái bị hẫng với sự lạnh nhạt bất thường",
      "Art-khi nàg bắt đầu quen với sự có mặt của bạn,thì dừng lại",
      "Art-Hành động khác suy nghĩ thông thường sẽ được chú ý",
      "Art-Cái gì nhiều cũng không tốt ,đặc biệt là lời khen",
      "Art-Tìm được điểm chung",
      "Art-Con gái sẽ chú ý đến những người biết nói điều ngược lại",
      "Art-Lời khen từ người thứ 3 sẽ dáng tin hơn",
      "Art-Tự tin",
      "Art-Hoà nhã",
      "Art-Chu đáo"
    ],
    [
      "Art-Thoải mái",
      "Art-Quyền lực",
      "Art-Luôn cảm thấy thoải mái với chính bản thân mình",
      "Art-Có tiêu chuẩn cao",
      "Art-Luôn dẫn dắt và chủ động",
      "Art-Luôn biết kiểm soát tình hình",
      "Art-Yêu được lời từ chối",
      "Art-Dám thể hiện bản năng của mình",
      "Art-Đưa họ vào thế giới của mình",
      "Art-Không quá quan tâm đến những gì cg nghĩ",
      "Art-Tỏ ra cứng rắn với cg",
      "Art-Biết nói không",
      "Art-hấp dẫn,hấp dẫn và hấp dẫn",
      "Art-Tiếp cận gồm tiếp cận gián tiếp và trực tiếp",
      "Art-CHuyển tiếp bằng -nội dung or quan sát",
      "Art-thể hiện giá trị bằng cách kể chuyện",
      "Art-Thử thách nhẹ nhàng,khen những điểm ko ai chú ý tới",
      "Art-Hoà hợp,nốt lặng của cảm xúc bằng cách tạo niềm tin",
      "Art-Quyến rũ mạnh mẽ,bất ngờ"
    ]
  ]
}
