{
  "comments": [
    {
      "userName": "Le Mai Hoang",
      "email": "hxtvthht@gmail.com",
      "password": "h16111999",
      "id": 0
    },
    {
      "userName": "lemaihoang",
      "email": "maihoanglevn@gmail.com",
      "password": "h03011999",
      "id": 1
    },
    {
      "userName": "aquafina_",
      "email": "lemaihoang38@gmail.com",
      "password": "123456",
      "id": 2
    },
    {
      "userName": "hxtvthh",
      "email": "maivannam11101999@gmail.com",
      "password": "h03011999",
      "id": 3
    },
    {
      "userName": "lenin",
      "email": "vuakechuyen@gmail.com",
      "password": "h03011999",
      "id": 4
    },
    {
      "userName": "lemaihoang",
      "email": "hxtvthht@gmail.com",
      "password": "h16111999",
      "id": 5
    },
    {
      "userName": "lemaihoang",
      "email": "hxtvthht@gmail.com",
      "password": "123456",
      "id": 6
    },
    {
      "userName": "lemaihoang",
      "email": "maivannam11101999@gmail.com",
      "password": "123456",
      "id": 7
    },
    {
      "userName": "lemaihoang",
      "email": "htvthht@gmail.com",
      "password": "123456",
      "id": 8
    },
    {
      "userName": "LEMAIHOANG",
      "email": "vuakechuyen99@gmail.com",
      "password": "h16111999",
      "id": 9
    }
  ],
  "posts": [
    
    {
      "content": "Babylon có sự góp mặt của hàng loạt ngôi sao nổi tiếng như Brad Pitt, Margot Robbie, chính vì vậy nó đã trở thành dự án phim bom tấn được mong đợi nhất trong năm 2023. Tuy nhận nhiều phản hồi trái chiều từ giới phê bình sau khi ra mắt, bộ phim vẫn nằm trong số những phim đáng xem nhất đầu năm nay.\n\nĐể hiểu thêm về Babylon, chúng ta hãy cùng khám phá các câu chuyện thú vị đằng sau tác phẩm vừa giành chiến thắng ở hạng mục nhạc phim trong tổng cộng 5 đề cử tại Quả Cầu Vàng 2023.\n\nTái hiện lại một giai đoạn lịch sử của Hollywood\nTheo Damien Chazelle tác phẩm mới nhất của anh đưa người xem đến Hollywood những năm 1920, giai đoạn nền công nghiệp điện ảnh chuyển mình từ kỷ nguyên phim câm sang có tiếng. Từ đó dẫn tới nhiều bước ngoặt biến động cho vô số diễn viên, nhiều tên tuổi đứng bên bờ vực của sự nghiệp hay những tài năng vô danh trở thành những ngôi sao được công chúng tung hô.\n\nNhững sự thật thú vị về bộ phim Babylon\n\nNhân vật chình của Babylon - Jack Conrad (Brad Pitt) cũng không ngoại lệ. Anh là một ngôi sao siêu giàu và nổi tiếng nhưng có đời tư sa đọa, nghiện rượu, ly hôn đang phải trải qua chuỗi ngày cùng cực khi sự nghiệp xuống dốc. Nellie LaRoy (Margot Robbie), một nữ diễn viên ngây thơ và nổi loạn đến từ tỉnh lẻ, mong muốn đột phá ở thành phố lớn, cuối cùng thành công sau khi được chú ý tại một bữa tiệc.\n\nManny Torres (Diego Calva), diễn viên người Mỹ gốc Tây Ban Nha, là trợ lý trên phim trường của Jack Conrad, có mong muốn tạo ra bước ngoặt lớn trong sự nghiệp. Câu chuyện của ba số phận cùng dàn nhân vật phụ, đan xen giữa những bữa tiệc sa đọa, những cuộc truy hoan cho thấy một Hollywood cổ điển với vẻ ngoài hào nhoáng nhưng ẩn chứa nhiều tệ nạn.",
      "name": "Những sự thật thú vị về bộ phim Babylon",
      "title": "VIDEO",
      "img": "https://st.quantrimang.com/photos/image/2023/02/03/su-that-thu-vi-ve-phim-babylon-3.jpg",
      "time": "09:32",
      "extra": "Hãy cùng Quantrimang khám phá ngay những sự thật thú vị đằng sau bộ phim Babylon của đạo diễn đạt giải Oscar Damien - người đã từng vô cùng thành công với bộ phim La La Land.",
      "id": 0
    },
    {
      "content": "Trong suốt 3 năm vừa qua, Marvel đã dính phải lệnh cấm phát hành phim tại thị trường Trung Quốc, điều này khiến cho doanh thu của hãng phim cũng bị ảnh hưởng nhất định. Tuy nhiên mới đây, lệnh cấm này đã được chấm dứt, mở ra những cơ hội mới cho các siêu anh hùng của Marvel.\n\nPhim Marvel thoát khỏi lệnh cấm của Trung Quốc\n\nVào ngày 18/01 vừa qua, Euronews đưa tin Trung Quốc đã quyết định chấm dứt lệnh cấm phát hành đối với tất cả các bộ phim thuộc Marvel tại quốc gia tỷ dân.\n\nChính vì vậy, sắp tới những sản phẩm của Marvel Studios sẽ lại xuất hiện tại các cụm rạp của Trung Quốc. Trong đó, bom tấn Black Panther: Wakanda Forever và Ant-Man and the Wasp: Quantumania sẽ là hai cái tên đầu tiên được trình chiếu sau khi lệnh cấm được dỡ bỏ.\n\nBlack Panther: Wakanda Forever\n\nĐược biết đây sẽ là lần đầu tiên Marvel phát hành phim của mình tại thị trường Trung Quốc kể từ sau Avengers: Endgame và Spider-Man: Far From Home vào năm 2019.\n\nAnt-Man and the Wasp: Quantumania\n\nTrước đó, các bộ phim bị cấm chiếu tại quốc gia tỷ dân này gồm có: Black Widow, Spider-Man: No Way Home, Eternals, Shang-Chi và The Legend of the Ten Rings, Doctor Strange in the Multiverse of Madness và Thor: Love and Thunder.\n\nXem thêm:\n\nNên xem phim Marvel theo thứ tự nào?\nĐiểm danh những bộ phim sắp ra mắt của Marvel\nNguyên do khiến những bộ phim nói trên bị cấm chiếu tại Trung Quốc chưa bao giờ được nêu rõ. Tuy nhiên, phía truyền thông đồn đoán rằng chiến tranh thương mại Mỹ - Trung có thể là nguyên nhân. Bên cạnh đó phía Trung Quốc cũng muốn ưu tiên nền điện ảnh nước nhà hơn hay các hành vi vi phạm kiểm duyệt của từng bộ phim cũng được cho là nguyên do khiến cho phim Marvel bị cấm chiếu. Chẳng hạn như Doctor Strange in the Multiverse of Madness và Thor: Love and Thunder đều có một vài cảnh quay mang yếu tố LGBTQ+ được cho là không phù hợp với văn hóa của Trung Quốc.\n\nThời gian tới loạt phim của Marvel được xuất hiện tại các cụm rạp của Trung Quốc có thể mang ý nghĩa lớn với Marvel Studios bởi lẽ nơi đây vẫn luôn được đánh giá là thị trường màu mỡ với các hãng phim.\n\nKhông chỉ có Black Panther: Wakanda Forever và Ant-Man and the Wasp: Quantumania mà Avatar: The Way of Water cũng đã bắt đầu được phát hành tại đất nước tỷ dân. Dự kiến bộ phim này cũng sẽ thu về mức doanh thu khổng lồ tại quốc gia này. Từ đó hứa hẹn trong tương lai, những bộ phim bom tấn của Hollywood sẽ được góp mặt ở phòng vé của Trung Quốc.\n\nAvatar: The Way of Water",
      "name": "Phim Marvel thoát khỏi lệnh cấm của Trung Quốc",
      "title": "VIDEO",
      "img": "https://st.quantrimang.com/photos/image/2023/01/23/trung-quoc-go-bo-lenh-cam-voi-phim-marvel-2.jpg",
      "time": "09:42",
      "extra": "Trong suốt 3 năm vừa qua, Marvel đã dính phải lệnh cấm phát hành phim tại thị trường Trung Quốc, điều này khiến cho doanh thu của hãng phim cũng bị ảnh hưởng nhất định. Tuy nhiên mới đây, lệnh cấm này đã được chấm dứt, mở ra những cơ hội mới cho các siêu anh hùng của Marvel.",
      "id": 1
    },
    {
      "content": "Ngâm nước ấm và dùng nước tẩy sơn móng tay\nNhúng tay vào thau nước xà phòng ấm và ngâm trong 10 phút cho keo mềm ra rồi nhẹ nhàng gỡ từ từ lớp dính ở ngón tay ra. Rồi rửa tay và lau thật khô.\n\nNếu vẫn còn keo dính ở tay thì cho thêm nước tẩy móng tay vào chỗ đó rồi chà nhẹ. Lớp kéo còn lại sẽ từ từ biến mất.\n\nNgâm nước ấm và dùng nước tẩy sơn móng tay\n\nBơ thực vật làm mềm keo\nDùng bơ thực phần quết lên chỗ dính keo rồi thoa liên tục cho đến khi keo mềm ra và rửa sạch với nước.\n\nDùng dầu gió\nDùng dầu gió\n\nBôi chút dầu gió trực tiếp lên phần da bị dính keo đó và chà nhẹ nhàng. Phần keo dán sẽ bong ra từ từ.\n\nDùng nước tẩy keo chuyên dụng\nNếu bị dính keo 502 ở diện tích rộng trên da thì bạn nên mua nước tẩy keo 502 chuyên dụng để có thể loại bỏ ngay lớp keo và hạn chế ảnh hưởng đến sức khỏe.\n\nNước tẩy keo 502 chuyên dụng hiện có bán tại các cửa hàng vật liệu xây dựng, các cửa hiệu cửa kính hay cửa hàng vật dụng điện tử nên có thể mua dễ dàng.\n\nDùng nước đá\nNhúng tay bị dính keo con voi ngâm vào nước đá lạnh, keo sẽ mất dần khả năng kết dính sau vài giây.",
      "name": "5 cách gỡ keo con voi dính vào da",
      "title": "MẸO VẶT",
      "img": "https://st.quantrimang.com/photos/image/2022/08/14/keo-con-voi-700.jpg",
      "time": "10:01",
      "extra": "Keo con voi hay keo 502 là sản phẩm có thể kết dính bề mặt của nhiều loại chất liệu khác nhau như gỗ, kim loại, nhựa… nên được sử dụng khá phổ biến trong các cơ sở sản xuất và gia đình. Tuy nhiên, trong quá trình sử dụng nếu lỡ bị keo con voi dính vào da, vào tay hay quần áo thì xử lý như thế nào? Bài viết này sẽ giới thiệu với các bạn vài cách gỡ keo con voi khi bị dính vào da, tay.",
      "id": 2
    },
    {
      "content": "Cho dầu thừa vào lọ/can/lon... chứa rồi mới bỏ đi\nSau khi dầu ăn thừa đã nguội hoàn toàn, hãy cho chúng vào chai, lọ kín, túi ziploc rồi bỏ vào thùng rác.\n\nCho dầu thừa vào lọ/can/lon... chứa rồi mới bỏ đi\n\nNếu lượng dầu ăn thừa ít, bạn có thể dùng giấy thấm dầu hoặc giấy vệ sinh thấm hết rồi cho vào thùng rác.\n\nThậm chí, theo đầu bếp chuyên nghiệp Jennifer Hill Booker (Mỹ) nên đông lạnh dầu ăn thừa trước khi vứt vào thùng rác, để tránh chúng không bị rò rỉ.\n\nLưu trữ hoặc tái sử dụng dầu ăn thừa\nCó thể tái chế dầu ăn đã sử dụng một lần mà không bị cháy để sử dụng tiếp.\n\nTheo chuyên trang hướng dẫn nấu ăn Southern Living (Mỹ), để tái chế dầu ăn cần phải loại bỏ hết cặn dầu, thức ăn còn sót lại.\n\nMẹo làm sạch cặn dầu ăn đã dùng\nLót khăn giấy hoặc giấy lọc cà phê vào phễu hoặc rây để lọc dầu.\n\nMẹo làm sạch cặn dầu ăn đã dùng\n\nSử dụng bột năng, bột ngô lọc dầu ăn. Cho bột năng vào 100ml nước và khuấy đều đến khi bột tan. Rót hỗn hợp này vào chảo mỡ/dầu sôi, cặn thức ăn sẽ bám vào bột. Khi bột nổi lên thì dùng vợt vớt hết bột ra, dầu sẽ trong veo như mới.\n\nCách bảo quản dầu ăn đã qua sử dụng\nTốt nhất nên cho dầu ăn đã qua sử dụng vào lọ thủy tinh, đậy kín và bảo quản trong tủ lạnh. Dầu đã qua sử dụng chỉ có thể giữ được từ ba đến bốn tuần.\n\nKhi nào không nên sử dụng dầu ăn tái chế?\nNếu dầu đã được lọc kỹ mà dầu vẫn còn cặn trông giống như bụi than thì không nên tái sử dụng.\nDầu ăn sau khi đã lọc và bảo quản trong tủ lạnh mà thấy xuất hiện các chất sền sệt ở đáy chai/lọ thì dầu đó không còn tốt để tái sử dụng, hãy vứt bỏ.\nNếu dầu đã qua sử dụng có mùi khó chịu, thì không nên tái sử dụng.\nHãy nhớ vứt bỏ dầu ăn thừa theo đúng cách đã hướng dẫn ở trên nhé.",
      "name": "Xử lý dầu ăn thừa thế nào là đúng cách?",
      "title": "MẸO VẶT",
      "img": "https://st.quantrimang.com/photos/image/2022/05/25/xu-ly-dau-an-thua-700.jpg",
      "time": "10:02",
      "extra": "Để xử lý dầu ăn thừa, nhiều người thường đổ luôn xuống cống hoặc xả xuống bồn cầu mà không biết rằng đây là cách làm sai, có thể gây tắc nghẽn đường ống. Ngoài ra, việc đổ dầu ăn thừa bừa bãi cũng thu hút chuột, gián, ruồi giấm gây ảnh hưởng tới môi trường sống. Vậy, xử lý dầu ăn thừa thế nào là đúng cách? Dưới đây là một số phương pháp xử lý dầu ăn thừa đúng, mời các bạn tham khảo.",
      "id": 3
    },
    {
      "content": "1. Giúp đi giày dễ hơn\nGiúp đi giày dễ hơn\n\nKhi xỏ giày, bạn có thể cầm phần dây ở gót này để gót giày rộng hơn, giúp đi dễ dàng mà không bị giẫm lên gót giày làm hỏng phom dáng.\n\n2. Phơi giày nhanh khô\nPhơi giày nhanh khô\n\nHầu hết mọi người đều chọn cách xếp giày thẳng đứng để nước trong giày chảy bớt ra ngoài khi phơi. Với những đôi giày có mẩu dây phía sau, bạn có thể tận dụng để móc giày lên móc treo giúp giày vừa giữ được dáng lại giúp nhanh khô hơn.\n\n3. Thắt dây giày vừa chân hơn\nThắt dây giày vừa chân hơn\n\nTrong trường hợp đôi giày của bạn bị rộng thì bạn có thể sử dụng mẩu dây phía sau để thắt dây giày vừa chân hơn. Cụ thể, bạn có thể kéo móc phần dây giày ra phía sau, luồn vào phần dây nhỏ rồi vòng về phía trước thắt lại để giày vừa vặn hơn.\n\nCách buộc giày này cũng được nhiều người có thói quen chạy bộ hay vận động nhiều áp dụng để êm chân và thoải mái nhất khi chạy.\n\nCác loại giày Sneaker phổ biến hiện nay\nGiày Sneaker được chia thành 4 loại cơ bản là:\n\nSneaker low - top: Kiểu giày có phần cổ dưới mắt cá chân với thiết kế nhỏ gọn, nhẹ nhàng. Giày Sneaker low - top đi rất êm chân và có thể mix với nhiều phong cách thời trang khác nhau.\n\nSneaker low - top\n\nMid - top: Là kiểu giày cao bằng với mắt cá chân và nằm trung bình ở giữa Low - top và High - top.\n\nMid - top\n\nHigh - top: Là kiểu giày cao cổ che hoàn toàn mắt cá chân và thường có trọng lượng nặng.\n\nHigh - top\n\nSlip - on: Hay còn có tên gọi khác là giày lười. Là kiểu giày không có dây buộc nên giày Slip - on giúp người dùng tiết kiệm được thời gian mang/tháo giày.\n\nSlip - on",
      "name": "3 tác dụng cực hữu ích của mẩu dây phía sau gót giày sneaker không phải ai cũng biết",
      "title": "CÔNG NGHỆ",
      "img": "https://st.quantrimang.com/photos/image/2022/04/26/mau-day-nho-sau-giay-4.jpg",
      "time": "10:04",
      "extra": "Giày sneaker với sự thoải mái, tiện lợi và thời trang khiến chúng đang dần khiến trở thành món đồ được yêu thích và không thể thiếu của nhiều người, nhất là các bạn trẻ.  Giày sneaker thường có thêm chi tiết mẩu dây nhỏ phía sau gót giày, chi tiết này được thêm vào ngoài việc cho hợp thẩm mỹ thì còn có những tác dụng bất ngờ mà không phải ai cũng biết.",
      "id": 4
    },
    {
      "content": "Não cá\nNão cá là nơi chứa nhiều kim loại từ môi trường, đặc biệt là với cá lớn sống lâu năm tích tụ nhiều thủy ngân, dễ gây ngộ độc. Vì vậy, dù đây bộ phận này chứa nhiều chất béo có lợi cho cơ thể thì bạn cũng không nên ăn.\n\nLớp màng đen bụng cá\nMàng đen trong bụng cá \n\nTác dụng của lớp màng đen này là bảo vệ nội tạng cá. Lớp màng đen bụng cá có thành phần chính là chất béo, lysozyme và các vi khuẩn độc hại. Vì vậy, không nên ăn lớp màng đen này vì có thể gây hại cho sức khỏe.\n\nRuột cá\nCá sống dưới nước nên dễ bị nhiễm các loại độc tố, ký sinh trùng (trứng sán, trứng giun, giun xoắn) và vi sinh vật sống dưới nước. Nếu sơ chế ruột cá không đúng cách và sạch dễ gây ngộ độc.\n\nMật cá\nMật cá chứa nhiều tetrodotoxin, một chất độc thần kinh mạnh nguy hiểm cho con người. Vì vậy, khi chế biến cá các bạn nên tránh để mật cá bị vỡ, dính vào phần thịt.\n\nNhiều người thậm chí còn nuốt mật cá vì cho rằng có thể chữa bệnh đau lưng, các bệnh đường tiêu hóa... Tuy nhiên, chưa có nghiên cứu khoa học nào cho thấy việc nuốt mật cá có tác dụng chữa bệnh. Nhiều người nuốt mật cá thậm chí còn phải cấp cứu vì bị ngộ độc.",
      "name": "4 bộ phận của cá không nên ăn để tránh rước bệnh",
      "title": "MẸO VẶT",
      "img": "https://st.quantrimang.com/photos/image/2021/04/08/bo-phan-cua-ca-khong-nen-an-700.jpg",
      "time": "10:06",
      "extra": "Cá chứa nhiều giá trị dinh dưỡng, cung cấp protein, omega-3, vitamin và chất khoáng tốt cho tim mạch, thị lực, tiêu hóa… là món ăn quen thuộc của các gia đình Việt. Tuy nhiên, cá sống trong môi trường nước và ăn tạp nên dễ bị nhiễm các loại độc tố và ký sinh trùng. Vì vậy, có 4 bộ phận của cá không nên ăn mà nhiều người không biết.",
      "id": 5
    },
    {
      "content": "Mắt trái giật hên hay xui?\nTheo quan niệm của nhiều người, giật mắt trái có thể là điềm báo tốt, báo hiệu của sự may mắn, tài lộc liên quan tới tình cảm và công việc. Đó có thể là điềm báo cho thấy bạn sắp gặp được quý nhân mang đến may mắn, tài lộc hoặc bạn sẽ nhận được món quà từ những người thân yêu.\n\nGiải mã nháy mắt trái ở Nữ theo giờ\nNháy mắt trái ở nữ từ 1 giờ – 3 giờ sáng (giờ sửu): Điềm báo sắp có xích mích xảy ra trong gia đình trong thời gian sắp tới hoặc bạn sẽ không thể hoàn thành một công việc nào đó.\nNháy mắt trái nữ từ 3 giờ – 5 giờ sáng (giờ dần): Điềm báo bạn hoặc người thân sắp có tin vui.\nNháy mắt trái nữ vào 5 giờ – 7 giờ sáng (giờ Mão): Có người đàn ông nào đó đang nghĩ và nhớ đến bạn.\nNữ nháy mắt vào 7 giờ – 9 giờ sáng (giờ Thìn): Điềm báo bạn có thể nảy sinh mâu thuẫn, xung đột với ai đó, hoặc gặp phải chuyện thị phi không đáng có.\nNữ nháy mắt trái vào 9 giờ – 11 giờ sáng (giờ Tý): Bạn sắp được ai đó mời đi ăn nhé.\nNữ nháy mắt trái vào 11 giờ – 13 giờ (Giờ Ngọ): Bạn có thể sẽ gặp được người thân từ nơi xa đến thăm hoặc sắp nhận được một tin vui.\nNữ nháy mắt trái vào 13 giờ – 15 giờ (Giờ Mùi): Bạn sắp bị mất tiền.\nNữ nháy mắt trái vào 15h – 17h (Giờ Thân): Có ai đó đang nhắc tới bạn một cách vui vẻ.\nNữ nháy mắt trái vào 17h – 19h (Giờ Dậu): Bạn có bạn sắp mối làm ăn tốt hoặc một mối nhân duyên tốt.\nNữ nháy mắt trái vào 19h – 21h (Giờ Tuất): Kế hoạch kết hôn, xây nhà, kinh doanh… của bạn sắp được thực hiện.\nNữ nháy mắt trái vào 21h – 23h (Giờ Hợi): Điềm báo bạn sắp có người đến thăm.\nMắt trái nữ giật vào 23h – 1h sáng (Giờ Tý): Nếu bị giật 1 – 3 lần, có một người đang nhớ tới bạn. Nếu mắt trái giật 4 – 6 lần thì thì có thể ai đó đang trách móc bạn.\nĐiềm báo nháy mắt trái nam giới theo giờ\nMắt trái nam giật vào khoảng 1 giờ đến 3 giờ sáng (giờ Sửu): Điềm báo có người thân đang nhắc bạn.\nNháy mắt trái ở nam từ 3 giờ đến 5 giờ sáng (giờ Dần): Bạn sẽ nhận được một món quà hoặc có quý nhân mang theo may mắn sẽ ghé thăm.\nGiật mắt trái nam từ 5 giờ đến 7 giờ (Giờ Mão): Có người đang thương nhớ bạn hoặc âm thầm giúp đỡ bạn trong công việc.\nNháy mắt trái nam từ 7 giờ đến 9 giờ (Giờ Thìn): Bạn sắp nảy sinh mâu thuẫn xung đột với ai đó hoặc bị người khác quấy rầy làm phiền.\nNam nháy mắt trái từ 9 giờ đến 11 giờ (Giờ Tý): Bạn sắp được người khác mời ăn.\nNam nháy mắt trái từ 11 giờ đến 13h (Giờ Ngọ): Bạn sắp nhận được tin vui hoặc lời khen.\nGiật mắt trái nam từ 13 giờ đến 15 giờ (Giờ Mùi): Bạn sắp nhận tin vui, tin tốt lành bất ngờ.\nGiật mắt trái nam từ 15 giờ đến 17 giờ (Giờ Thân): Bạn sắp nhận được một điều bất ngờ, có thể là một lời tỏ tình từ một cô gái.\nNháy mắt trái nam từ 17 giờ đến 19 giờ (Giờ Dậu): Có thể bạn sắp nhận được mối làm ăn lâu dài.\nNháy mắt trái nam từ 19 giờ đến 21 giờ (Giờ Tuất): Điềm báo công việc của bạn sắp đến đích hoặc người ấy của bạn đòi tính chuyện trăm năm.\nNháy mắt trái nam từ 21 giờ đến 23 giờ (Giờ Hợi): Điềm báo bạn sắp có khách quý đến chơi.\nNam bị mắt giật mắt trái từ 23 giờ đến 1 giờ sáng (Giờ Tý): Bạn sắp có người bạn tới thăm hoặc bạn có thể sẽ bị trả thù nếu đã làm điều xấu.\nMắt phải giật theo các khung giờ\nGiải mã mắt phải giật ở nữ theo các khung giờ\nSáng từ 23h đến 01h: Điềm báo bạn sắp có tiệc tùng ăn uống.\nSáng từ 01h đến 03h: Đang có người trách móc bạn.\nSáng từ 03h đến 05h: Điềm tốt cho thấy bạn sắp có tiền.\nSáng 05h đến 07h sáng: Bạn sắp gặp may mắn.\nTừ 07h đến 09h sáng: Sắp tới bạn sẽ vướng vào tranh chấp kiện tụng\nTừ 09h đến 11h sáng: Có thể bạn sẽ gặp phải tranh chấp kiện tụng trong thời gian tới.\nTừ 11h đến 13h sáng: Điềm báo hao tổn tiền của.\nTừ 13h đến 15h chiều: Bạn sắp gặp vấn đề về tiền bạc, tài sản hoặc các mối quan hệ xung quanh...\nTừ 15h đến 17h chiều: Chuyện tình cảm sắp theo chiều hướng tốt.\nTừ 17h đến 19h tối: Điềm báo bạn gặp tin vui trong công việc, hoặc làm ăn buôn bán thuận lợi.\nTừ 19h đến 21h tối: Điềm báo bạn sắp phải đi xa, có thể là du lịch hoặc công tác.\nTừ 21h đến 23h: Điềm báo bạn có thể bị bạn bè lợi dụng.\nGiải mã điềm báo mắt phải giật ở nam theo các khung giờ\nTừ 23h đến 01h tối: Bạn sắp gặp lại bạn bè cũ đã lâu không gặp.\nTừ 01h đến 03h tối: Gia đình bạn đang trục trặc, hãy quan tâm hơn tới mọi người thân nhé.\nTừ 03h đến 05h sáng: Công việc sắp tới của bạn sẽ thuận lợi, suôn sẻ.\nTừ 05h đến 07h sáng: Bạn sắp gặp may mắn về tiền bạc, tài lộc.\nTừ 07h đến 09h sáng: Bạn sắp có chuyện thị phi.\nTừ 09h đến 11h sáng: Điềm báo sắp tới sẽ gặp chuyện gây xô xát, cãi vã.\nTừ 11h đến 13h chiều: Bạn có thể gặp xui xẻo về sức khỏe và tiền bạc.\nTừ 13h đến 15h chiều: Bị hao tiền bạc và tài sản.\nTừ 15h đến 17h chiều: Chuyện tình cảm thuận lợi.\nTừ 17h đến 19h tối: Điềm báo bạn sắp có tin vui về con cái hoặc gia đình chào đón thêm thành viên mới.\nTừ 19h đến 21h tối: Điềm báo không tốt về sức khỏe.\nTừ 21h đến 23h tối: Có kẻ xẻ xấu xung quanh đang lợi dụng, hoặc có ý đồ xấu với bạn.\nChỉ với cái nháy mắt rất bình thường, bạn cũng có thể dùng để xem bói vui, giúp cuộc sống thêm thú vị. Khi nào bị nháy mắt, bạn nhớ để ý xem lúc đó là mấy giờ để xem nó báo hiệu điều gì sắp xảy ra với bạn nhé.\n\nNgoài nháy mắt, bạn cũng có thể xem bói vui thông qua hắt xì hơi. Chi tiết mời các bạn tham khảo trong bài Hắt xì hơi 1, 2, 3 cái là điềm gì?",
      "name": "Mắt phải giật, mắt trái giật (nháy mắt) ở nam, nữ báo hiệu điềm gì?",
      "title": "HỌC TẬP",
      "img": "https://st.quantrimang.com/photos/image/2022/09/13/nhay-mat-700.jpg",
      "time": "10:08",
      "extra": "Nhiều người tin rằng mắt giật hay nháy mắt có thể là điềm báo có điều gì đó hên hoặc xui sắp xảy ra. Mời các bạn cùng tìm hiểu bài viết dưới đây để cùng giải mã nháy mắt có ý nghĩa gì, điềm báo khi mắt phải giật (nháy mắt phải), mắt trái giật (nháy mắt trái) ở nam và nữ theo giờ. Lưu ý, bài viết chỉ mang tính chất tham khảo, mời các bạn xem cho vui, thư giãn nhé.",
      "id": 6
    },
    {
      "content": "Khi sử dụng thẻ tín dụng, chủ thẻ cần quan tâm đến các thông tin sau:\n\nHạn mức thẻ tín dụng: Là số tiền tối đa mà chủ thẻ được chi tiêu, con số này phụ thuộc vào năng lực tài chính của chủ thẻ tại thời điểm mở thẻ.\nBảng sao kê thẻ tín dụng: Liệt kê tất cả các giao dịch mà chủ thẻ đã chi tiêu, số dư nợ thẻ tín dụng, ngày đến hạn thanh toán và số tiền tối thiểu cần thanh toán.\nThanh toán tối thiểu thẻ tín dụng: Là số tiền thấp nhất mà chủ thẻ cần phải trả để không bị tính phí phạt hoặc không bị cho vào danh sách nợ xấu.\nLãi suất thẻ tín dụng: Đó là mức lãi suất tính trên số dư nợ còn lại của khách hàng (sau khi hết thời gian miễn lãi).\nChức năng của thẻ tín dụng\nThanh toán chậm:\n\nKhi không có sẵn tiền, bạn có thể dùng thẻ tín dụng để thực hiện các chi tiêu như: mua sắm, thanh toán hóa đơn, đặt vé máy bay,... Điều này cho phép bạn có thêm thời gian để cân đối tài chính và không chịu sức ép, áp lực về kinh tế.\n\nThông thường, chủ thẻ sẽ có 45 ngày (tùy ngân hàng) để thanh toán mà không phải chịu lãi suất. Nhưng sau thời gian này, ngân hàng sẽ tính lãi suất trên phần dư nợ nhưng với mức tương đương như lãi suất cho vay.\n\nRút tiền mặt:\n\nChủ thẻ có thể dùng thẻ tín dụng để ứng tiền mặt tại ATM với hạn mức rút tiền có thể tối đa bằng hạn mức tín dụng.\n\nTrả góp:\n\nChủ thẻ tín dụng có thể mua hàng trả góp tại các cửa hàng hoặc trang thương mại điện tử với lãi suất trả góp được áp dụng là 0%.\n\nCó nên rút tiền mặt thẻ tín dụng hay không?\nVới thẻ tín dụng, bạn có thể ra các ATM để rút tiền mặt dễ dàng, bất kể ở đâu khi nào mà không cần thủ tục giấy tờ phức tạp như khi vay ngân hàng.\n\nRút tiền từ thẻ tín dụng\nSkip in 6\nC2 MÁT LÀNH, SAO PHẢI GẮT\nshopee.vn\nTìm Hiểu Thêm\n\nTuy nhiên khi rút tiền mặt bằng thẻ tín dụng cũng có một số nhược điểm, người dùng cần lưu ý gồm:\n\nKhông được rút hết hạn mức trong thẻ mà chỉ được rút tiền mặt với 70% hạn mức thẻ tín dụng được cấp.\nPhí rút tiền mặt thẻ tín dụng của ngân hàng cao.\nLãi suất khi rút tiền từ thẻ tín dụng rất cao, dao động từ 18%/năm trở lên tùy thuộc vào từng ngân hàng và lúc bạn mở thẻ.\nDễ mất khả năng thanh toán dư nợ. Có thể chủ thẻ chỉ rút một khoản nhỏ nhưng cộng dồn cả phí rút tiền mặt và lãi suất áp dụng cho khoản rút tiền đó thì dư nợ tín dụng của họ sẽ tăng cao. Dư nợ đó sẽ tăng nhanh nếu chủ thẻ không thanh toán kịp thời số tiền đã rút lại cho ngân hàng. Vì vậy, hãy cân nhắc kỹ trước khi rút tiền mặt từ thẻ tín dụng.",
      "name": "Thẻ tín dụng là gì? Những điều cần lưu ý khi rút tiền thẻ tín dụng",
      "title": "CÔNG NGHỆ",
      "img": "https://st.quantrimang.com/photos/image/2022/12/23/rut-tien-mat-tu-the-tin-dung-1.jpg",
      "time": "10:11",
      "extra": "Thẻ tín dụng là loại thẻ tiện dụng trong cuộc sống hiện đại nhờ nhiều tính năng ưu việt, mang đến nhiều tiện ích cho người sử dùng.",
      "id": 7
    }
  ],
  "contentsRobot": [
    [
      "da đen chứng tỏ có một quá khứ rất bốc lửa và khét",
      "hôm qua chính mắt anh nhìn thấy em ngồi trên xe của anh ta,ôm hôn thắm thiết nhưng anh không buồn vì anh không biết em là ai cả :}",
      "không nói dối nhưng không được nói hết",
      "chị ấy xinh còn em thì đẹp",
      "cũng nhẹ chỉ nặng người khiêng thôi",
      "Bây giờ em 24 tủi,nếu 20 năm trước em sinh ra thì giờ em bao nhiêu tủi",
      "Hôm trước đi xem bói ,đến nhà thầy bói gõ cửa thì ổng hỏi ai đấy,mình về luôn,thầy bói kiểu gì mà ai gõ cửa cũng ko bít ,bịp thật",
      "Mình không ngại thì người ngại không phải là mình",
      "Coi nhẹ việc thành bại với phụ nữ",
      "Người đàn ông như anh mà em thích cũng bình thường mà ,hic",
      "Kiểu con gái như em xách dép anh còn không cho đấy",
      "Đàn ông cười mỉm thường đào hoa đó em,ai ko bít giữ là mất,hehe",
      "Nếu ko bên nhau lúc vợt muỗi,thì cũng đừng bên nhau trên sân vợt tennis",
      "Một năm đi làm 2 lần,1 lần 6 tháng",
      "Hôm nay chắc giúp mẹ nấu ăn à,giúp một nửa chứ gì,đó là ăn",
      "Em có phải yêu quái ko,vì trong Tây Du Ký yêu quái toàn gái xinh",
      "Tại sao trông em mập thế,trong lòng có anh đúng ko",
      "Đầu tư vào ông ấy sẽ có lời,lời cảm ơn và lời chào tạm biệt",
      "Wonderfull là tuyệt vời còn e thì tuyệt đẹp",
      "Anh ko mong cô ấy xinh như em,chỉ mong cô ấy thật lòng ,ko yêu anh chỉ vì vẻ bề ngoài đẹp trai của anh là được",
      "Art-Con gái bị hẫng với sự lạnh nhạt bất thường",
      "Art-khi nàg bắt đầu quen với sự có mặt của bạn,thì dừng lại",
      "Art-Hành động khác suy nghĩ thông thường sẽ được chú ý",
      "Art-Cái gì nhiều cũng không tốt ,đặc biệt là lời khen",
      "Art-Tìm được điểm chung",
      "Art-Con gái sẽ chú ý đến những người biết nói điều ngược lại",
      "Art-Lời khen từ người thứ 3 sẽ dáng tin hơn",
      "Art-Tự tin",
      "Art-Hoà nhã",
      "Art-Chu đáo"
    ],
    [
      "Art-Thoải mái",
      "Art-Quyền lực",
      "Art-Luôn cảm thấy thoải mái với chính bản thân mình",
      "Art-Có tiêu chuẩn cao",
      "Art-Luôn dẫn dắt và chủ động",
      "Art-Luôn biết kiểm soát tình hình",
      "Art-Yêu được lời từ chối",
      "Art-Dám thể hiện bản năng của mình",
      "Art-Đưa họ vào thế giới của mình",
      "Art-Không quá quan tâm đến những gì cg nghĩ",
      "Art-Tỏ ra cứng rắn với cg",
      "Art-Biết nói không",
      "Art-hấp dẫn,hấp dẫn và hấp dẫn",
      "Art-Tiếp cận gồm tiếp cận gián tiếp và trực tiếp",
      "Art-CHuyển tiếp bằng -nội dung or quan sát",
      "Art-thể hiện giá trị bằng cách kể chuyện",
      "Art-Thử thách nhẹ nhàng,khen những điểm ko ai chú ý tới",
      "Art-Hoà hợp,nốt lặng của cảm xúc bằng cách tạo niềm tin",
      "Art-Quyến rũ mạnh mẽ,bất ngờ"
    ]
  ]
}